"SelectIdentityApplicationRequest" = "%@ edellyttää Kerberos-tunnuksen valitsemista";
"SelectIdentityRequest"            = "Valitse Kerberos-tunnus";

"SelectIdentityHideOptions"        = "Kätke valinnat";
"SelectIdentityShowOptions"        = "Näytä valinnat";